Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=689_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámi giellaovttasbargu ođđa vuođu ala – davviriikalaš prošeavtta ođđa bargit deaivvadedje Sajosis
sms: SääŠm ǩiõllõhttažtuâjj ođđ vuõđđu - tâŠvvjânnmlaž haŠŋǩǩõõzz ođđ tuâjjla kaaunõŠtte Sajoozzâst

source: Davviriikalaš Sámi giellagáldu – prošeakta ovttasta hádjánan sámi giellaovttasbarggu.
sms: TaŠvvjânnmlaž Sámi giellagáldu (SääŠm ǩiõllkaŠlddi) (Saamen kielikaltio) – haŠŋǩǩõs õhttad piõdggnam sääŠm ǩiõllõhttsažtuâi.

source: Suoma, Ruoŧa ja Norgga sámedikkit leat guhká plánen ođđa vuođu sámi giellaovttasbargui.
sms: LääŠddjânnam, Ruõcc da Taarr sääŠmteeŠǧǧi eeŠjji mieŠldd plaanuum ođđ ǩiõllõhttsažtuâjj aaŠlji eeŠjj aalǥâst.

source: Prošeakta ovttasta viđa sámegiela (davvisáme-, anáraš-, nuortalaš-, julev- ja lullisámegielaid) bargiid oktan giellaovttasbarggu resursaguovddážin.
sms: HaŠŋǩǩõs õhttad viiđ sääŠmǩiõl (tâŠvv-, aanar-, nuõrttsääŠm-, luulaja- da saujjsääŠm) tuâjjlaid õhttân ǩiõlltuâi raajjâm resursskõõskõssân.

source: Ođđa giellabargit deaivvadedje vuosttaš geardde Sajosis guovvamánu 20. beaivve.
sms: Ođđ tuâjjla kaaunõŠtte vuõssmõs vuâra Sajoozzâst täŠlvvmannu 20. peeiŠv.

source: Sámi Parlamentáralaš Ráđđi, mii lea Davviriikkaid sámedikkiid ovttasbargoorgána, mearridii giellaovttasbarggu ođđasisorganiseremis ja viiddis giellaovttasbargofitnu álggaheamis jagis 2008.
sms: SääŠm Parlamentaarlaž Suåvtõs, kååŠtt lij TâŠvvjânnmlaž sääŠmteeŠǧǧ õhttsažtuâjjorgan, tuŠmmji ǩiõllõhttsažtuâi ođđest riâššmõõžžâst da vaiddâz ǩiõllõhttsažtuâjjhaŠŋǩǩõõzz alttumuužžâst eeŠjjest 2008.

source: Suoma sámedikki várreságadoalli Heikki Paltto gávnnahii ođđa giellaovttasbarggu álggahansemináras, ahte lea ilus das go Suoma sámedikkis lea gudni jođihit dán stuorámus riikka rájáid rasttildeaddji giellaprošeavtta mii goassege lea álggahuvvon.
sms: LääŠddjânnam sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Heikki Paltto maainsti ǩiõllõhttsažtuâi altteemseminaarâst, što leäŠm rämmvuõttam tõŠst, što LääŠddjânnam sääŠmteŠǧǧ lij vuäǯǯam tueŠjjen, jååŠđtet ääiŠj mieŠldd šõddâm, pukin šuurmõõzz väŠlddkååŠdd raaji pâŠjjel mõõnni ǩiõllhaŠŋǩǩõõzz.

source: - Sávan, ahte dát prošeakta nagodivččii nannet ja ovddidit buot sámegielaid servodagas ja lasihit ovttasbarggu riikka rájáid rastá.
sms: - Tuäivam, što haŠŋǩǩõs vuäiŠtči ravveed da ooudâs viikkâd pukid maainstum sääŠmǩiõlid da lââŠzzted õhttsažtuâi väŠlddkooŠddi raaji pâŠjjel.

source: Ballun namalassii lea, ahte sámegielaid terminologiija ja sátnevuorká šaddá juohke riikkas nu iešguđetláganin, ahte daid hállit eai šat gulahala gaskaneaset, gávnnahii Paltto.
sms: Tuõtt lij, što sääŠmǩiõli terminologii da sääŠnnreeŠǧǧesvuõtt šâŠdde täŠst peäggtum jânnmin, kååŠtt koon årra da sääŠmǩiõl maainsteei jiâ teänab vueiŠt fiŠttjed kueiŠmm kueiŠmeez, ko ǩiõll lij veersmam maainsteeŠji kõskkvuõđâst, maainsti Paltto.

source: Sámi Parlamentáralaš Ráđi ja Norgga sámedikki ságadoalli Egil Olli deattuhii ságastis, ahte prošeavtta deháleamos bargu lea bisuhit ja ovddidit oktasaš giela.
sms: SääŠm Parlamentaarlaž Suåvtõõzz saaǥǥjååŠđteeŠjen tuåimmjeei Taarr sääŠmteeŠǧǧ saaǥǥjååŠđteei Egil Olli puuŠti õlmmsa saaǥǥstõõllâm vuârast, što haŠŋǩǩõõzz vääžnmõs tuâjj lij õhttsaž kiõli ruõkkmõš seeilteeŠl da ooudâsviikkmõš.

source: – Bargat dan ovdii, ahte gulahallat riikka rájáid rastá maiddái boahttevuođas, gávnnahii Olli.
sms: - ReŠttlâŠsttep tõn ouŠdde, što fiŠttjep kueiŠmm kueiŠmeen riikk raaji pâŠjjel še puõŠttiääiŠjest, maainsti Olli.

source: Prošeavtta hoavda Anne-Maria Magga muitalii, ahte fidnu čohkke ovttasbargui vihtta sámegiela ja ovcci áššedovdebargguin doaibmi giellabargi, geat ovddastit buot prošeavtta gielaid.
sms: HaŠŋǩǩõõzz jååŠđteei Anne-Maria Magga maainsti, što haŠŋǩǩõs nåårr õhttsažtuõjju vitt sääŠmǩiõl da ååuŠc äŠšštobddituâjain tuåimmjeei ǩiõlltuâjjla, kook eeŠttkâŠstte pukid haŠŋǩǩõõzz kiõlid.

source: Dasa lassin Suoma ja Norgga sámedikkiin leat moatte hálddahusbargi prošeavttas.
sms: LââŠssen LääŠdjânnam da Taarr sääŠmteeŠǥǥest liâ muäŠdd haŠŋǩǩõõzz tuâjaid håiddai vaaldšemtuâjjla.

source: – Sámi Giellagáldu ii nappo leat muhtun fysalaš báikái sajáiduvvon guovddáš, baicce giellaovttasbargu Suoma, Ruoŧa ja Norgga sámedikkiid gaskkas.
sms: – Sámi Giellagáldu, SääŠm ǩiõllkaŠlddi ij leäkku ni vooŠps õhttân päikka čõnnum kõõskõs pâ ǩiõllõhttsažtuâi õhtteei LääŠddjânnam, Ruõcc da Taarr sääŠmteeŠǧǧi kõõskâst.

source: Ođđa bargit barget sámedikkiid čállingottiin, muitalii Magga.
sms: Ođđ tuâjjla reŠttlâŠstte sääŠmteeŠǧǧi persoonkooŠddin, maainsti Magga.

source: Govas leat Sámi Giellagáldu bargit, stivrenjoavkku lahtut ja Suoma ja Norgga sámedikkiid njunnožat.
sms: Snimldõõǥǥâst Sámi Giellagáldun SääŠm ǩiõllkaŠlddi ǩiõlltuâjjla, vuäŠpstemjoouk vuäŠssla da LääŠddjânnam da Taarr sääŠmteeŠǧǧ jååŠđteei.

source: Ođđa giellabargit deaivvadedje vuosttaš geardde Sajosa parlamentasále Soljjus ordnejuvvon prošeavtta álggahandeaivvadeamis.
sms: Ođđ ǩiõlltuâjjla kaaunõŠtte vuõssmõs vuâra Sajoozz parlamenttkueŠrnec Soljust riõššum haŠŋǩǩõõzz ääŠveempoodd seminaarâst.

source: Govas Suoma sámedikki várreságadoalli Heikki Paltto, prošeaktahoavda Anne-Maria Magga ja Norgga sámedikki ja SPN ságadoalli Egil Olli.
sms: Snimldõõǥǥâst LääŠddjânnam sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Heikki Paltto, haŠŋǩǩõõzzjååŠđteei Anne-Maria Magga da Taarr sääŠmteeŠǧǧ da SPS:zz saaǥǥjååŠđteei Egil Olli.

source: Lassedieđut prošeavttas ja Sajosis 20-21.2.2013 ordnejuvvon álggahansemináras:
sms: LââŠssteâđaid haŠŋǩǩõõzzâst da Sajoožžâst 20.-21.2.2013 riõššum altteemseminaarâst:

source: - Anne-Maria Magga dás
sms: - Anne-Maria Magga täŠst
